Repository: common-repository/s9-egoi-email-sender-and-subscribe-form
Catalog: languages/s9-egoi-*.po
Languages: pt_pt

source: INVALID
pt_pt: Erro: Info inválida

source: SUCCESS
pt_pt: Operação bem sucedida

source: INTERNAL_ERROR
pt_pt: Ocorreu um erro interno

source: NOTHING_TO_DO
pt_pt: Nenhuma operação foi efectuada

source: LIST_MISSING
pt_pt: Falta o ID da Lista

source: LIST_NOT_FOUND
pt_pt: O ID da lista não foi encontrado

source: CANNOT_ADD_MORE_SUBSCRIBERS
pt_pt: Não pode adicionar mais subscritores

source: NO_DATA_TO_INSERT
pt_pt: Sem informação para inserir

source: EMAIL_ALREADY_EXISTS
pt_pt: O endereço de email já existe

source: EMAIL_ADDRESS_INVALID
pt_pt: O endereço de email não é válido

source: EMAIL_ADDRESS_INVALID_MX_ERROR
pt_pt: O endereço de email não é válido

source: EMAIL_ADDRESS_INVALID_DOESNT_EXIST
pt_pt: O endereço de email não é válido

source: CELLPHONE_ALREADY_EXISTS
pt_pt: O Telemóvel já existe

source: FAX_ALREADY_EXISTS
pt_pt: O Fax já existe

source: TELEPHONE_ALREADY_EXISTS
pt_pt: O Telefone já existe

source: FIRST_NAME_ALREADY_EXISTS
pt_pt: O Nome já existe

source: LAST_NAME_ALREADY_EXISTS
pt_pt: O Apelido já existe

source: TAX_ID_NUMBER_ALREADY_EXISTS
pt_pt: O Tax ID já existe

source: ADDRESS_ALREADY_EXISTS
pt_pt: A Morada já existe

source: ZIP_CODE_ALREADY_EXISTS
pt_pt: O Cod. Postal já existe

source: CITY_ALREADY_EXISTS
pt_pt: A Cidade já existe

source: DISCRICT_ALREADY_EXISTS
pt_pt: O Distrito já existe

source: STATE_ALREADY_EXISTS
pt_pt: O Estado já existe

source: COUNTRY_ALREADY_EXISTS
pt_pt: O País já existe

source: AGE_ALREADY_EXISTS
pt_pt: A Idade já existe

source: GENDER_ALREADY_EXISTS
pt_pt: O Género já existe

source: ID_CARD_NUMBER_ALREADY_EXISTS
pt_pt: O ID Card Já existe

source: COMPANY_ALREADY_EXISTS
pt_pt: A Empresa já existe

source: BIRTH_DATE_ALREADY_EXISTS
pt_pt: A Data de Nascimento já existe

source: SUBSCRIBER_MISSING
pt_pt: Falta o subscritor

source: SUBSCRIBER_NOT_FOUND
pt_pt: O subscritor não é válido

source: CAMPAIGN_NOT_VALID
pt_pt: A Campanha não é válida

source: INVALID_FROM
pt_pt: O Remetente não é válido

source: NO_SUBJECT
pt_pt: O Assunto não foi encontrado

source: NO_MESSAGE
pt_pt: A Mensagem não foi encontrada

source: INVALID_FILE
pt_pt: Ficheiro inválido

source: NO_ZIP_FILE
pt_pt: O Ficheiro Zip não foi encontrado

source: FILE_TOO_LARGE
pt_pt: O Ficheiro é muito grande

source: INVALID_URL
pt_pt: O URL é inválido

source: First Name
pt_pt: Nome

source: Last Name
pt_pt: Apelido

source: Cellphone
pt_pt: Telemóvel

source: Telephone
pt_pt: Telefone

source: Address
pt_pt: Morada

source: Zip Code
pt_pt: Cod. Postal

source: City
pt_pt: Cidade

source: District
pt_pt: Distrito

source: State
pt_pt: Estado

source: Age
pt_pt: Idade

source: Birth Date
pt_pt: Data de Nascimento

source: Gender
pt_pt: Género

source: Company
pt_pt: Empresa

source: Create Email
pt_pt: Criar Email

source: Edit Email
pt_pt: Editar Email

source: New Email
pt_pt: Novo Email

source: View Email
pt_pt: Ver Email

source: Search Emails
pt_pt: Pesquisar Emails

source: No Results
pt_pt: Sem resultados

source: No Results found in Trash
pt_pt: Sem resultados no Lixo

source: Egoi Info
pt_pt: Info Egoi

source: Insert your Egoi Api Key to activate this plugin. If you don't have a Egoi Account
pt_pt: Insira a sua Chave de API Egoi para activar o plugin. Se não tem uma conta Egoi

source: create one here
pt_pt: crie uma aqui

source: Support
pt_pt: Suporte

source: General
pt_pt: Geral

source: Forms
pt_pt: Formulários

source: Layout
pt_pt: Apresentação

source: Advanced
pt_pt: Avançado

source: Options updated.
pt_pt: Opções actualizadas.

source: All options were erased.
pt_pt: Todas as opções foram apagadas.

source: All saved campaigns were erased.
pt_pt: Todas as campanhas foram apagadas.

source: Update Options &raquo;
pt_pt: Actualizar Opções &raquo;

source: List ID
pt_pt: ID da Lista

source: Segment
pt_pt: Segmento

source: Send Date
pt_pt: Data de Envio

source: Never
pt_pt: Nunca

source: Save Campaign Draft
pt_pt: Salvar Campanha como Rascunho

source: Send Campaign for Publishing
pt_pt: Enviar Campanha para Publicação

source: Subject
pt_pt: Assunto

source: Activate Plugin
pt_pt: Activar Plugin

source: Account
pt_pt: Conta

source: Created in
pt_pt: Criado em

source: Credits
pt_pt: Créditos

source: Reset Api Key
pt_pt: Limpar Chave API

source: Email Options
pt_pt: Opções de Email

source: Sender Email
pt_pt: Email do Remetente

source: Sender Name
pt_pt: Nome do Remetente

source: Sender Email Address. Needs to be certified in your Egoi Account.
pt_pt: Endereço de Email do remetente. Necessita de ser certificado na sua conta de Egoi.

source: Sender Name. Needs to be certified in your Egoi Account.
pt_pt: Nome do remetente. Necessita de ser certificado na sua conta de Egoi.

source: Reply Email
pt_pt: Email para resposta

source: Reply Name
pt_pt: Nome para resposta

source: If empty, sender email will be used. Needs to be certified in your Egoi Account.
pt_pt: Se vazio, será usado o email do remetente. Necessita de ser certificado na sua conta de Egoi.

source: If empty, sender name will be used. Needs to be certified in your Egoi Account.
pt_pt: Se vazio, será usado o nome do remetente. Necessita de ser certificado na sua conta de Egoi.

source: Automatic Campaigns
pt_pt: Campanhas Automáticas

source: Create automatic newsletter
pt_pt: Criar newsletter automática

source: Minimum posts
pt_pt: Minimo de posts

source: Create email campaign with a list of X new posts, where X is the minimun posts you select.
pt_pt: Criar uma campanha de email com a lista dos X novos posts, onde X é o minimo de posts que escolher.

source: Email Subject
pt_pt: Assunto do Email

source: Email subject for automatic campaigns. You can use the following tags on the subject
pt_pt: Assunto das campanhas automáticas. Pode usar as seguintes tags no assunto

source: Automatic Subscription
pt_pt: Subscrição Automática

source: Subscribe registered users
pt_pt: Subsrever utilizadores registados

source: Subscribe new wordpress registered users to the list you select.
pt_pt: Subscreve os utilizadores que se registarem no wordpress para a lista que escolher.

source: Subscribe List
pt_pt: Lista de subscrição

source: Subscribe users to the list you select.
pt_pt: Subscreve os utilizadores para a lista que escolher.

source: Subscribe Fields
pt_pt: Campos de Subscrição

source: Email Label
pt_pt: Etiqueta para o Email

source: Required
pt_pt: Obrigatório

source: Activate, insert the label you want for this field and select if field is required or not.
pt_pt: Active, insira a etiqueta que deseja para este campo e seleccione se o campo é obrigatório ou não.

source: First Name Label
pt_pt: Etiqueta para o Nome

source: Last Name Label
pt_pt: Etiqueta para o Apelido

source: Cellphone Label
pt_pt: Etiqueta para o Telemóvel

source: Telephone Label
pt_pt: Etiqueta para o Telefone

source: Fax Label
pt_pt: Etiqueta para o Fax

source: Address Label
pt_pt: Etiqueta para a Morada

source: Zip Code Label
pt_pt: Etiqueta para o Cod Postal

source: City Label
pt_pt: Etiqueta para a Cidade

source: District Label
pt_pt: Etiqueta para o Distrito

source: State Label
pt_pt: Etiqueta para o Estado

source: Age Label
pt_pt: Etiqueta para a Idade

source: Birth Date Label
pt_pt: Etiqueta para a Data de Nascimento

source: Gender Label
pt_pt: Etiqueta para o Género

source: Company Label
pt_pt: Etiqueta para a Empresa

source: Email Header Image
pt_pt: Imagem para o Cabeçalho do Email

source: Image URL
pt_pt: URL da imagem

source: Image url to use in the header of email campaings. Must be: 580px by 200px. If empty, default image will be used.
pt_pt: Endereço web para a imagem a usar no cabeçalho das campannhas de email. Tem que ter: 580px por 200px. Se estiver vazio será usada uma imagem em branco.

source: Header Links
pt_pt: Links do cabeçalho

source: Referer
pt_pt: Afiliado

source: View
pt_pt: Ver

source: Show Referer link on email header.
pt_pt: Mostar o link de Recomendação no cabeçalho do email.

source: Show View link on email header.
pt_pt: Mostrar o link Ver no cabeçalho do email.

source: Remove
pt_pt: Remover

source: Edit
pt_pt: Editar

source: Show Remove link on email header.
pt_pt: Mostar o link Remover no cabeçalho do email.

source: Show Edit link on email header.
pt_pt: Mostar o link Editar no cabeçalho do email.

source: Print
pt_pt: Imprimir

source: Social Networks
pt_pt: Redes Sociais

source: Show Print link on email header.
pt_pt: Mostar o link Imprimir no cabeçalho do email.

source: Show Social Networks link on email header.
pt_pt: Mostar o link das Redes Sociais no cabeçalho do email.

source: Footer Links
pt_pt: Links do rodapé

source: Show Referer link on email footer.
pt_pt: Mostar o link de Recomendação no rodapé do email.

source: Show View link on email footer.
pt_pt: Mostar o link de Ver no rodapé do email.

source: Show Remove link on email footer.
pt_pt: Mostar o link de Remover no rodapé do email.

source: Show Edit link on email footer.
pt_pt: Mostar o link de Editar no rodapé do email.

source: Show Print link on email footer.
pt_pt: Mostar o link de Imprimir no rodapé do email.

source: Show Social Networks link on email footer.
pt_pt: Mostar o link das Redes Sociais no rodapé do email.

source: Erase Campaigns
pt_pt: Apagar Campanhas

source: Delete all saved campaigns from the database.
pt_pt: Apagar todas as campanhas de email da base de dados.

source: Erase Options
pt_pt: Apagar Opções

source: Delete all saved options. This will reset all options to their default values.
pt_pt: Apagar todas as opções guardadas. Isto vai restaurar as definições iniciais do plugin.

source: Select
pt_pt: Seleccione

source: Female
pt_pt: Feminino

source: Male
pt_pt: Masculino

source: Subscribe
pt_pt: Subscrever

source: Required Fields
pt_pt: Campos obrigatórios

source: Widget Title
pt_pt: Título do Widget

source: Widget Description
pt_pt: Descrição do Widget
